[
    {
        "title": "Starfield",
        "src": "https://upload.wikimedia.org/wikipedia/pt/4/43/Capa_do_jogo_Starfield.jpg",
        "description": "Starfield is a 2023 action role-playing game developed by Bethesda Game Studios and published by Bethesda Softworks. In the game, the player character joins a group of space explorers who must venture to various corners of the galaxy to acquire mysterious artifacts."
    },
    {
        "title": "Soulcalibur 6",
        "src": "https://assetsio.gnwcdn.com/soulcalibur_box_art.jpg?width=1200&height=1200&fit=bounds&quality=70&format=jpg&auto=webp",
        "description": "Soulcalibur VI is a 2018 fighting video game developed by Bandai Namco Studios and Dimps and published by Bandai Namco Entertainment. It is the seventh main installment and reboot in the Soulcalibur series. It released for the PlayStation 4, Windows, and Xbox One on October 19, 2018."
    },
    {
        "title": "Monster Hunter World Iceborne",
        "src": "https://www.adrenaline.com.br/wp-content/uploads/2023/08/monster-hunter-world-iceborne-capa.jpg",
        "description": "Monster Hunter: World is a 2018 action role-playing game developed and published by Capcom. The fifth mainline installment in the Monster Hunter series, it was released worldwide for PlayStation 4 and Xbox One in January 2018, with a Windows version following in August 2018."
    },
    {
        "title": "Valorant",
        "src": "https://files.tecnoblog.net/wp-content/uploads/2021/06/Beta-Key-Art_VALORANT-1060x596.jpg",
        "description": "VALORANT is a character-based 5v5 tactical shooter set on the global stage. Outwit, outplay, and outshine your competition with tactical abilities, precise gunplay, and adaptive teamwork."
    },
    {
        "title": "Tekken 8",
        "src": "https://image.api.playstation.com/vulcan/ap/rnd/202212/1621/rCvLik1PKDSoCaEvTIx42H3Q.png",
        "description": "Tekken 8 is a fighting video game developed by Bandai Namco Studios and Arika and published by Bandai Namco Entertainment. The game was released for the PlayStation 5, Windows, and Xbox Series X/S on January 26, 2024. It is the eighth canon release and tenth overall entry in the Tekken series."
    },
    {
        "title": "Street Fighter 6",
        "src": "https://i0.wp.com/ovicio.com.br/wp-content/uploads/2022/12/20221216-ovicio-street-capa.jpg?resize=555%2C555&ssl=1",
        "description": "Street Fighter 6 is a 2023 fighting game developed and published by Capcom. Announced in February 2022, it is the sixth main entry in the Street Fighter franchise, and was released for PlayStation 4, PlayStation 5, Windows and Xbox Series X/S on June 2, 2023, while an arcade version, named Street Fighter 6 Type Arcade, was published by Taito for Japanese arcade cabinets on December 14, 2023. Additionally, a prequel comic book series was unveiled in September 2022."
    }
]